IDEA Open Model
OpenModelContainer Class
Compatible with IDEA StatiCa Beta 20.0
 Open Model Container
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.OpenModelContainer
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class OpenModelContainer
Public Class OpenModelContainer
The OpenModelContainer type exposes the following members.
Constructors
Name | Description
OpenModelContainer
Initializes a new instance of the OpenModelContainer class
Top
Properties
Name | Description
OpenModel
 Open Model
OpenModelResult
 Open Model Result
Top
See Also
Reference
IdeaRS.OpenModel Namespace